;Place localized text in this file
[SorcererRayofFrost X2AbilityTemplate]
+LocFriendlyName="冰冻射线"
+LocLongDescription="<font color='#0bff9b'>0</font>环戏法，召唤一道蓝白色的寒冰光束进行远程攻击，可无视<font color='#ffcd28'>护甲</font>与<font color='#85bed1'>掩体</font>造成伤害。<br/>冷却时间：<font color='#0bff9b'>无</font>"
+LocHelpText="<font color='#0bff9b'>0</font>环戏法，召唤一道蓝白色的寒冰光束进行远程攻击，可无视<font color='#ffcd28'>护甲</font>与<font color='#85bed1'>掩体</font>造成伤害。<br/>冷却时间：<font color='#0bff9b'>无</font>"
+LocFlyoverText="冰冻射线"
+LocPromotionPopupText="<Bullet/>可无视<font color='#ffcd28'>护甲</font>与<font color='#85bed1'>掩体</font>造成伤害。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>3-5</font>/<font color='#b4b6dc'>5-7</font>/<font color='#b4b6dc'>7-9</font><br/><Bullet/>冷却时间：<font color='#0bff9b'>无</font>"

[SorcererSpark X2AbilityTemplate]
+LocFriendlyName="火花术"
+LocLongDescription="<font color='#0bff9b'>0</font>环戏法，使近战攻击所能接触到的目标进入<font color='#ff3206'>燃烧</font>状态。<br/>冷却时间：<font color='#0bff9b'>无</font>"
+LocHelpText="<font color='#0bff9b'>0</font>环戏法，使近战攻击所能接触到的目标进入<font color='#ff3206'>燃烧</font>状态。<br/>冷却时间：<font color='#0bff9b'>无</font>"
+LocFlyoverText="火花术"
+LocPromotionPopupText="<Bullet/>使近战攻击所能接触到的目标进入<font color='#ff3206'>燃烧</font>状态。<br/><Bullet/><font color='#ff3206'>燃烧</font>：持续受到1 - 3的伤害，并且无法使用大多数技能。<br/><Bullet/>冷却时间：<font color='#0bff9b'>无</font>"

[SorcererBloodlineArcana X2AbilityTemplate]
+LocFriendlyName="血承奥术"
+LocLongDescription="龙血血承的力量使<Ability:ClassName/>可变化翅膀进行短距离飞行。<br/><Ability:ClassName/>能够用飞代替攀爬，移动到凸出部分和建筑结构的顶端。"
+LocHelpText="<Ability:ClassName/>能够用飞代替攀爬，移动到凸出部分和建筑结构的顶端。"
+LocFlyoverText="血承奥术"
+LocPromotionPopupText="<Bullet/><Ability:ClassName/>能够用飞代替攀爬，移动到凸出部分和建筑结构的顶端。<br/><Bullet/><font color='#0bff9b'>被动生效</font>，无需激活使用。"

[SorcererMagicMissile X2AbilityTemplate]
+LocFriendlyName="魔法飞弹"
+LocLongDescription="<font color='#0bff9b'>1</font>环法术，创造出多支力场飞弹，魔法飞弹<font color='#0bff9b'>必定命中</font>目标。<br/>冷却时间：<font color='#0bff9b'>3</font>回合"
+LocHelpText="<font color='#0bff9b'>1</font>环法术，创造出多支力场飞弹，魔法飞弹<font color='#0bff9b'>必定命中</font>目标。<br/>冷却时间：<font color='#0bff9b'>3</font>回合"
+LocFlyoverText="魔法飞弹"
+LocPromotionPopupText="<Bullet/>魔法飞弹<font color='#0bff9b'>必定命中</font>目标。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>3-6</font>/<font color='#b4b6dc'>5-8</font>/<font color='#b4b6dc'>7-10</font><br/><Bullet/>冷却时间：<font color='#0bff9b'>3</font>回合"

[SorcererMagicWeapon X2AbilityTemplate]
+LocFriendlyName="魔化武器"
+LocLongDescription="<font color='#0bff9b'>2</font>环法术，对友军的武器附魔奥术能量，使其提高<font color='#0bff9b'>10</font>点命中和<font color='#0bff9b'>1</font>点伤害。<br/>持续时间：<font color='#0bff9b'>3</font>回合<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocHelpText="<font color='#0bff9b'>2</font>环法术，对友军的武器附魔奥术能量，使其提高<font color='#0bff9b'>10</font>点命中和<font color='#0bff9b'>1</font>点伤害。<br/>持续时间：<font color='#0bff9b'>3</font>回合<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocFlyoverText="魔化武器"
+LocPromotionPopupText="<Bullet/>使友军提高<font color='#0bff9b'>10</font>点命中和<font color='#0bff9b'>1</font>点伤害。<br/><Bullet/>无法对<font color='#ff3206'>自身</font>使用，仅能作用于<font color='#0bff9b'>友军</font>。<br/><Bullet/>持续时间：<font color='#0bff9b'>3</font>回合<br/><Bullet/>冷却时间：<font color='#0bff9b'>5</font>回合"

[SorcererBloodlineClaws X2AbilityTemplate]
+LocFriendlyName="血承利爪"
+LocLongDescription="龙血血承的力量使<Ability:ClassName/>可变化利爪进行近战攻击。<br/><font color='#ff3206'>注意</font>：对目标点击右键默认使用火花术而非血承利爪。<br/>冷却时间：<font color='#0bff9b'>无</font>"
+LocHelpText="龙血的力量赋予巫师爪子，可以用来进行近战攻击。请注意，点击右键触发的是火花而不是利爪猛击。"
+LocFlyoverText="血承利爪"
+LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：对目标点击右键默认使用火花术而非血承利爪。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>5-8</font>/<font color='#b4b6dc'>7-10</font>/<font color='#b4b6dc'>9-12</font><br/><Bullet/>冷却时间：<font color='#0bff9b'>无</font>"

[SorcererAcidBlast X2AbilityTemplate]
+LocFriendlyName="酸液飞溅"
+LocLongDescription="<font color='#0bff9b'>0</font>环戏法，喷射出强酸液体浸透敌人，造成伤害以及碎甲效果并使目标进入<font color='#ff3206'>酸液腐蚀</font>状态。<br/>冷却时间：<font color='#0bff9b'>无</font>"
+LocHelpText="<font color='#0bff9b'>0</font>环戏法，喷射出强酸液体浸透敌人，造成伤害以及碎甲效果并使目标进入<font color='#ff3206'>酸液腐蚀</font>状态。<br/>冷却时间：<font color='#0bff9b'>无</font>"
+LocFlyoverText="酸液飞溅"
+LocPromotionPopupText="<Bullet/>造成伤害以及碎甲效果并使目标进入<font color='#ff3206'>酸液腐蚀</font>状态。<br/><Bullet/>碎甲随灵能增幅器等级变化，分别为<font color='#ffcd28'>2</font>/<font color='#ffcd28'>3</font>/<font color='#ffcd28'>4</font><br/><Bullet/><font color='#ff3206'>酸液腐蚀</font>：酸液会造成1 - 3的持续伤害。<br/><Bullet/>冷却时间：<font color='#0bff9b'>无</font>"

[SorcererMageArmor X2AbilityTemplate]
+LocFriendlyName="法师护甲"
+LocLongDescription="<font color='#0bff9b'>1</font>环法术，令友军周围出现一道隐形却确实存在的力场，使其提高<font color='#0bff9b'>10</font>点防御和<font color='#ffcd28'>2</font>点护甲。<br/>持续时间：<font color='#0bff9b'>2</font>回合<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocHelpText="<font color='#0bff9b'>1</font>环法术，令友军周围出现一道隐形却确实存在的力场，使其提高<font color='#0bff9b'>10</font>点防御和<font color='#ffcd28'>2</font>点护甲。<br/>持续时间：<font color='#0bff9b'>2</font>回合<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocFlyoverText="法师护甲"
+LocPromotionPopupText="<Bullet/>令友军周围出现一道隐形却确实存在的力场，使其提高<font color='#0bff9b'>10</font>点防御和<font color='#ffcd28'>2</font>点护甲。<br/><Bullet/>无法对<font color='#ff3206'>自身</font>使用，仅能作用于<font color='#0bff9b'>友军</font>。<br/><Bullet/>持续时间：<font color='#0bff9b'>2</font>回合<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[MetamagicEmpower X2AbilityTemplate]
+LocFriendlyName="法术强效"
+LocLongDescription="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>提高<font color='#0bff9b'>50%</font>的法术伤害。"
+LocHelpText="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>提高<font color='#0bff9b'>50%</font>的法术伤害。"
+LocFlyoverText="法术强效"
+LocPromotionPopupText="<Bullet/><Ability:ClassName/>学会了如何在法术中注入更多能量，提高<font color='#0bff9b'>50%</font>的法术伤害。<br/><Bullet/><font color='#0bff9b'>被动生效</font>，无需激活使用。"

[SorcererSnapFreeze X2AbilityTemplate]
+LocFriendlyName="急速冷冻"
+LocLongDescription="<font color='#0bff9b'>3</font>环法术，震击指定范围内的敌人，造成伤害并使其进入<font color='#ff3206'>冻结</font>状态。<br/>持续时间：<font color='#0bff9b'>1-4</font>回合<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocHelpText="<font color='#0bff9b'>3</font>环法术，震击指定范围内的敌人，造成伤害并使其进入<font color='#ff3206'>冻结</font>状态。<br/>持续时间：<font color='#0bff9b'>1-4</font>回合<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocFlyoverText="急速冷冻"
+LocPromotionPopupText="<Bullet/>震击指定范围内的敌人，造成伤害并使其进入<font color='#ff3206'>冻结</font>状态。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>4-5</font>/<font color='#b4b6dc'>6-7</font>/<font color='#b4b6dc'>8-9</font><br/><Bullet/><font color='#ff3206'>冻结</font>：冻结的单位无法移动或行动，并且更容易被命中。<br/><Bullet/>持续时间：<font color='#0bff9b'>1-4</font>回合<br/><Bullet/>冷却时间：<font color='#0bff9b'>5</font>回合"

[SorcererCelestialGift X2AbilityTemplate]
+LocFriendlyName="回春术"
+LocLongDescription="<font color='#0bff9b'>3</font>环法术，使友军获得持续回复能力，每回合治愈<font color='#0bff9b'>2</font>点生命。<br/>持续时间：<font color='#0bff9b'>3</font>回合<br/>冷却时间：<font color='#0bff9b'>6</font>回合"
+LocHelpText="<font color='#0bff9b'>3</font>环法术，使友军获得持续回复能力，每回合治愈<font color='#0bff9b'>2</font>点生命。<br/>持续时间：<font color='#0bff9b'>3</font>回合<br/>冷却时间：<font color='#0bff9b'>6</font>回合"
+LocFlyoverText="回春术"
+LocPromotionPopupText="<Bullet/>使友军获得持续回复能力，每回合治愈<font color='#0bff9b'>2</font>点生命。<br/><Bullet/>无法对<font color='#ff3206'>自身</font>使用，仅能作用于<font color='#0bff9b'>友军</font>。<br/><Bullet/>持续时间：<font color='#0bff9b'>3</font>回合<br/><Bullet/>冷却时间：<font color='#0bff9b'>6</font>回合"

[SorcererGreatFortitude X2AbilityTemplate]
+LocFriendlyName="防护能量"
+LocLongDescription="<font color='#0bff9b'>3</font>环法术，使<Ability:ClassName/>对毒、酸、火和爆炸免疫。"
+LocHelpText="<font color='#0bff9b'>3</font>环法术，使<Ability:ClassName/>对毒、酸、火和爆炸免疫。"
+LocFlyoverText="防护能量"
+LocPromotionPopupText="<Bullet/>使<Ability:ClassName/>对毒、酸、火和爆炸免疫。<br/><Bullet/><font color='#0bff9b'>被动生效</font>，无需激活使用。"

[SorcererFireball X2AbilityTemplate]
+LocFriendlyName="火球术"
+LocLongDescription="<font color='#0bff9b'>3</font>环法术，轰击指定范围内的敌人，造成伤害并使影响范围内的地形进入<font color='#ff3206'>燃烧</font>状态。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocHelpText="<font color='#0bff9b'>3</font>环法术，轰击指定范围内的敌人，造成伤害并使影响范围内的地形进入<font color='#ff3206'>燃烧</font>状态。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocFlyoverText="火球术"
+LocPromotionPopupText="<Bullet/>轰击指定范围内的敌人，造成伤害并使影响范围内的地形进入<font color='#ff3206'>燃烧</font>状态。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>4-8</font>/<font color='#b4b6dc'>6-10</font>/<font color='#b4b6dc'>8-12</font><br/><Bullet/><font color='#ff3206'>燃烧</font>：持续受到1 - 3的伤害，并且无法使用大多数技能。<br/><Bullet/>冷却时间：<font color='#0bff9b'>5</font>回合"

[SorcererInvisibility X2AbilityTemplate]
+LocFriendlyName="暗影相位"
+LocLongDescription="<font color='#0bff9b'>3</font>环法术，通过曲光使友方进入<font color='#0bff9b'>隐蔽</font>状态，并在当前回合能够自由穿越障碍物。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocHelpText="<font color='#0bff9b'>3</font>环法术，通过曲光使友方进入<font color='#0bff9b'>隐蔽</font>状态，并在当前回合能够自由穿越障碍物。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocFlyoverText="暗影相位"
+LocPromotionPopupText="<Bullet/>通过曲光使友方进入<font color='#0bff9b'>隐蔽</font>状态，无掩体遮挡的情况若处在敌人视野中会在隐蔽的瞬间重新暴露。<br/><Bullet/>技能生效的当前回合可自由穿越障碍物。<br/><Bullet/>无法对<font color='#ff3206'>自身</font>使用，仅能作用于<font color='#0bff9b'>友军</font>。<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[SorcererDragonbreath X2AbilityTemplate]
+LocFriendlyName="血承龙息"
+LocLongDescription="龙血血承的力量使<Ability:ClassName/>可对指定锥形范围喷射火焰并对其造成伤害。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocHelpText="龙血血承的力量使<Ability:ClassName/>可对指定锥形范围喷射火焰并对其造成伤害。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocFlyoverText="血承龙息"
+LocPromotionPopupText="<Bullet/><Ability:ClassName/>可对指定锥形范围喷射火焰并对其造成伤害。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>4-9</font>/<font color='#b4b6dc'>6-11</font>/<font color='#b4b6dc'>8-13</font><br/><Bullet/>冷却时间：<font color='#0bff9b'>5</font>回合"

[SorcererShockArc X2AbilityTemplate]
+LocFriendlyName="闪电束"
+LocLongDescription="<font color='#0bff9b'>3</font>环法术，朝指定直线范围发射一道闪电，造成伤害并使其<font color='#ff3206'>武器失效</font>。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocHelpText="<font color='#0bff9b'>3</font>环法术，朝指定直线范围发射一道闪电，造成伤害并使其<font color='#ff3206'>武器失效</font>。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocFlyoverText="闪电束"
+LocPromotionPopupText="<Bullet/>朝指定直线范围发射一道闪电，造成伤害并使其<font color='#ff3206'>武器失效</font>。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>4-6</font>/<font color='#b4b6dc'>7-9</font>/<font color='#b4b6dc'>10-12</font><br/><Bullet/><font color='#ff3206'>武器失效</font>：需重新装填才能正常射击。<br/><Bullet/>冷却时间：<font color='#0bff9b'>5</font>回合"

[SorcererTeleport X2AbilityTemplate]
+LocFriendlyName="传送术"
+LocLongDescription="<font color='#0bff9b'>5</font>环法术，使<Ability:ClassName/>立即传送到可见位置。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocHelpText="<font color='#0bff9b'>5</font>环法术，使<Ability:ClassName/>立即传送到可见位置。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocFlyoverText="传送术"
+LocPromotionPopupText="<Bullet/>使<Ability:ClassName/>立即传送到可见位置。<br/><Bullet/>冷却时间：<font color='#0bff9b'>5</font>回合"

[MetamagicStunning X2AbilityTemplate]
+LocFriendlyName="法术颠覆"
+LocLongDescription="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>的伤害型法术命中敌人后有<font color='#0bff9b'>50%</font>几率令其进入<font color='#ff3206'>晕眩</font>状态。"
+LocHelpText="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>的伤害型法术命中敌人后有<font color='#0bff9b'>50%</font>几率令其进入<font color='#ff3206'>晕眩</font>状态。"
+LocFlyoverText="法术颠覆"
+LocPromotionPopupText="<Bullet/>使<Ability:ClassName/>的伤害型法术命中敌人后有<font color='#0bff9b'>50%</font>几率令其进入<font color='#ff3206'>晕眩</font>状态。<br/><Bullet/><font color='#ff3206'>晕眩</font>：无法行动，并在下回合损失<font color='#ff3206'>1</font>个行动点。<br/><Bullet/><font color='#0bff9b'>被动生效</font>，无需激活使用。"

[SorcererDisintegrate X2AbilityTemplate]
+LocFriendlyName="解离术"
+LocLongDescription="<font color='#0bff9b'>6</font>环法术，对指定目标造成巨额伤害。<br/>冷却时间：<font color='#0bff9b'>10</font>回合"
+LocHelpText="<font color='#0bff9b'>6</font>环法术，对指定目标造成巨额伤害。<br/>冷却时间：<font color='#0bff9b'>10</font>回合"
+LocFlyoverText="解离术"
+LocPromotionPopupText="<Bullet/>对指定目标造成巨额伤害。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>12-17</font>/<font color='#b4b6dc'>18-23</font>/<font color='#b4b6dc'>23-28</font><br/><Bullet/>冷却时间：<font color='#0bff9b'>10</font>回合"

[SorcererFeeblemind X2AbilityTemplate]
+LocFriendlyName="弱智术"
+LocLongDescription="<font color='#0bff9b'>5</font>环法术，<Ability:ClassName/>与目标进行意志对抗，如果成功，将削弱其<font color='#0bff9b'>40</font>点意志与灵能。<br/>持续时间：<font color='#0bff9b'>2</font>回合<br/>冷却时间：<font color='#0bff9b'>6</font>回合"
+LocHelpText="<font color='#0bff9b'>5</font>环法术，<Ability:ClassName/>与目标进行意志对抗，如果成功，将削弱其<font color='#0bff9b'>40</font>点意志与灵能。<br/>持续时间：<font color='#0bff9b'>2</font>回合<br/>冷却时间：<font color='#0bff9b'>6</font>回合"
+LocFlyoverText="弱智术"
+LocPromotionPopupText="<Bullet/><Ability:ClassName/>与目标进行意志对抗，如果成功，将削弱其<font color='#0bff9b'>40</font>点意志与灵能。<br/><Bullet/>持续时间：<font color='#0bff9b'>2</font>回合<br/><Bullet/>冷却时间：<font color='#0bff9b'>6</font>回合"

[SorcererSpellCritical X2AbilityTemplate]
+LocFriendlyName="法术极致"
+LocLongDescription="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>提高<font color='#0bff9b'>25%</font>的暴击率。"
+LocHelpText="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>提高<font color='#0bff9b'>25%</font>的暴击率。"
+LocFlyoverText="法术极致"
+LocPromotionPopupText="<Bullet/>使<Ability:ClassName/>提高<font color='#0bff9b'>25%</font>的暴击率。<br/><Bullet/><font color='#0bff9b'>被动生效</font>，无需激活使用。"

[SorcererMegidolaon X2AbilityTemplate]
+LocFriendlyName="米吉多拉翁"
+LocLongDescription="<font color='#0bff9b'>Persona</font>终极法术，彻底毁灭指定范围内一切事物的终极魔法。<br/>每场战斗仅限使用<font color='#0bff9b'>1</font>次"
+LocHelpText="<font color='#0bff9b'>Persona</font>终极法术，彻底毁灭指定范围内一切事物的终极魔法。<br/>每场战斗仅限使用<font color='#0bff9b'>1</font>次"
+LocFlyoverText="米吉多拉翁"
+LocPromotionPopupText="<Bullet/>彻底毁灭指定范围内一切事物的终极魔法。<br/><Bullet/>伤害随灵能增幅器等级变化，分别为<font color='#b4b6dc'>8-12</font>/<font color='#b4b6dc'>10-14</font>/<font color='#b4b6dc'>13-17</font><br/><Bullet/>每场战斗仅限使用<font color='#0bff9b'>1</font>次"

[SorcererStasisField X2AbilityTemplate]
+LocFriendlyName="静滞力场"
+LocLongDescription="使指定范围内所有目标进入<font color='#0bff9b'>静滞</font>状态，免疫任何伤害或攻击。<br/>每场战斗仅限使用<font color='#0bff9b'>1</font>次"
+LocHelpText="使指定范围内所有目标进入<font color='#0bff9b'>静滞</font>状态，免疫任何伤害或攻击。<br/>每场战斗仅限使用<font color='#0bff9b'>1</font>次"
+LocFlyoverText="静滞力场"
+LocPromotionPopupText="<Bullet/>使指定范围内所有目标进入<font color='#0bff9b'>静滞</font>状态，免疫任何伤害或攻击。<br/><Bullet/>可作用于<font color='#ff3206'>敌人</font>和<font color='#0bff9b'>友军</font>。<br/><Bullet/>每场战斗仅限使用<font color='#0bff9b'>1</font>次"

[MetamagicQuicken X2AbilityTemplate]
+LocFriendlyName="法术瞬发"
+LocLongDescription="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>施放法术不再结束回合。<br/><font color='#ff3206'>注意</font>：无法作用于血承利爪和血承龙息，因为这并非法术。"
+LocHelpText="<font color='#b4b6dc'>超魔专长</font>，使<Ability:ClassName/>施放法术不再结束回合。<br/><font color='#ff3206'>注意</font>：无法作用于血承利爪和血承龙息，因为这并非法术。"
+LocFlyoverText="法术瞬发"
+LocPromotionPopupText="<Bullet/>使<Ability:ClassName/>施放法术不再结束回合。<br/><Bullet/><font color='#ff3206'>注意</font>：无法作用于血承利爪和血承龙息，因为这并非法术。<br/><Bullet/><font color='#0bff9b'>被动生效</font>，无需激活使用。"


[SorcererClass X2SoldierClassTemplate]
+DisplayName="<font color='#8B008B'>龙脉术士</font>"
+ClassSummary="作为继承奥术魔法的后裔，龙脉术士十分擅长摧毁一切。来自奥术的力量在给变种人带来毁灭的同时，也能给予XCOM希望。但是天生具有潜力的人并不常见，但如果将这些种子选手训练得当，他们在战场上将是敌人的巨大威胁。"
+AbilityTreeTitles[0]="战斗魔法"
+AbilityTreeTitles[1]="支援魔法"
+AbilityTreeTitles[2]="血承魔法"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"
+RandomNickNames[0]="奥术师"
+RandomNickNames[1]="神妙"
+RandomNickNames[2]="法师"
+RandomNickNames[3]="奇术师"
+RandomNickNames[4]="爆裂"
+RandomNickNames[5]="学徒"
+RandomNickNames[6]="龙语者"
+RandomNickNames[7]="至尊之力"
+RandomNickNames[8]="破坏神"
+RandomNickNames[9]="烈焰使者"
+RandomNickNames[10]="震怖"
+RandomNickNames[11]="寒冰使者"
+RandomNickNames[12]="唤魂者"
+RandomNickNames[13]="魔术师"
+RandomNickNames[14]="巫师"
+RandomNickNames[15]="术士"
+RandomNickNames[16]="巫术师"
+RandomNickNames[17]="黑暗法师"
+RandomNickNames[18]="占星者"
+RandomNickNames[19]="魔巫师"
+RandomNickNames[20]="黑魔导"